Repository: y-hirakaw/times_tables_ios
Catalog: TimesTablesApp/TimesTablesApp/Questions.xcstrings
Source language: ja
Languages: en

# %lld × %lld のもんだい
source: %1$lld × %2$lld のもんだい
en: Problem %1$lld × %2$lld

# correct_basic_points
source: 正解！ +%dポイント (時間: %@秒)
en: Correct! +%d points (time: %@s)

# correct_bonus_points
source: 正解！ 苦手問題ボーナス +%dポイント (時間: %@秒)
en: Correct! Difficult problem bonus +%d points (time: %@s)

source: あと %lldもん がんばろう！
en: %lld more problems to go!

source: あなたのにがてな もんだい:
en: Your difficult questions:

source: おめでとう！%lldの だんを すべて クリアしました！
en: Congratulations! You've cleared all %lld times table!

source: かけ算の だんごとの せいかい・ふせいかい
en: Correct and Incorrect Answers by Times Table

source: こんしゅう よくなった もんだい
en: Improved Problems This Week

source: さいきん よくなった もんだいは ありません
en: No recently improved problems

source: すべての だん を マスター！ すごいね！
en: Mastered all tables! Amazing!

source: せいかい
en: Correct

source: せいかいりつ: %lld%%
en: Accuracy rate: %lld%%

source: だんごと
en: By times table

source: だんごとの せいかいりつ
en: Accuracy by times table

source: だんじゅんばん もんだい
en: Sequential problems

source: だんで もんだい
en: Problems by table

source: といた かず
en: Number solved

source: といた もんだい
en: Problems solved

source: とくい・にがて
en: Strengths & Weaknesses

source: とくい・にがてな もんだいの わりあい
en: Ratio of Strong and Weak Problems

source: とくい: %lldもん
en: Strong: %lld problems

source: とくいな もんだい:
en: Strong problems:

source: にがて: %lldもん
en: Weak: %lld problems

source: にがてな もんだい:
en: Difficult problems:

source: にがての すうじ
en: Difficult Numbers

source: にがてもんだいが %lldもん ふえています
en: Difficult problems increased by %lld

source: にがてもんだいが %lldもん へりました！
en: Difficult problems decreased by %lld!

source: にがてもんだいすう
en: Number of difficult problems

source: にがてもんだいの すうの うごき
en: Weekly Trend of Difficult Problems

source: のこり時間: %@秒
en: Time left: %@ sec

source: ふせいかい
en: Incorrect

source: ほか %lld もん
en: %lld more problems

source: マスターまで
en: Until master

source: まだ かいとうした もんだいが ありません
en: No answered problems yet

source: まだ こたえたもんだいが ありません
en: No answered problems yet

source: まだ といていません
en: No problem yet

source: まだこの段の問題を といていません
en: No problems solved for this table yet

source: まちがえた かいすう: %lld
en: Mistakes: %lld

source: まちがえる りつ: %lld%%
en: Error rate: %lld%%

source: みかいとう: %lldもん
en: Unanswered: %lld problems

source: むしくい もんだい
en: Fill in the blank

source: もうすこしで かんぺき だね！
en: Almost perfect!

source: もん
en: problems

source: もんだい
en: Question

source: もんだい かいとう サマリー
en: Problem solving summary

source: もんだいすう
en: Number of problems

source: もんだいの できぐあい
en: Problem Proficiency

source: ランダム もんだい
en: Random Question

source: 不正解！正解は %lld です。もう一度チャレンジしてね。
en: Incorrect! The correct answer is %lld. Try again!

source: 最近、改善された問題はありません
en: No recently improved problems

source: 問題数: %lld
en: Problems: %lld

source: 問題画面が開きます
en: Question screen will open

source: 時間切れ！正解は %lld です。
en: Time's up! The correct answer is %lld.

source: 正解率
en: Accuracy rate

source: 正解率: %lld%%
en: Accuracy rate: %lld%%

source: 頑張って %lld 問が改善されました！
en: Great job! %lld problems have improved!
